{
  "books": [
    {
      "id": "6d47c9bd-d176-4afb-b844-cfd83554e07a",
      "title": "Fdx",
      "author": "Vcsx",
      "pages": 554,
      "year": 5478,
      "summary": "Vcsx",
      "gender": "Fdd",
      "status": "my_list"
    },
    {
      "id": "ce464897-899d-48c9-8ec8-6a5908452b3a",
      "title": "Harry potter",
      "author": "Kk Rowling",
      "pages": 123,
      "year": 2000,
      "summary": "Qualquer coisa aqui ",
      "gender": "Aventura",
      "status": "in_progress"
    },
    {
      "id": "fbb3e6da-592c-431a-a039-63ffa10f43f4",
      "title": "Teste",
      "author": "Thiago",
      "pages": 123,
      "year": 1996,
      "summary": "Alguma coisa aqui",
      "gender": "Aventura",
      "status": "finished"
    },
    {
      "id": "665d836a-9df5-4bf1-8e97-6ca57437f4de",
      "title": "Teste loading",
      "author": "Thiago",
      "pages": 465,
      "year": 1467,
      "summary": "Bla",
      "gender": "Comedia",
      "status": "in_progress"
    },
    {
      "id": "3c9177d8-7216-4bb3-8c05-8f6843906320",
      "title": "Loading",
      "author": "Thiago",
      "pages": 468,
      "year": 1568,
      "summary": "Nakamura m",
      "gender": "Terror",
      "status": "my_list"
    },
    {
      "id": "608176c6-dc3b-4e4e-a0cc-9871c625cc44",
      "title": "Livro teste",
      "author": "Thiago ",
      "pages": 450,
      "year": 2022,
      "summary": "Qualquer coisa aqui ",
      "gender": "Aventura ",
      "status": "in_progress"
    },
    {
      "id": "GjgQCwAAQBAJ",
      "title": "Harry Potter e a Pedra Filosofal",
      "author": "J.K. Rowling",
      "pages": "317",
      "year": "2015-12-08",
      "summary": "Quando virou o envelope, com a mão trêmula, Harry viu um lacre de cera púrpura com um brasão; um leão, uma águia, um texugo e uma cobra circulando uma grande letra \"H\". Harry Potter nunca havia ouvido falar de Hogwarts quando as cartas começaram a aparecer no capacho da Rua dos Alfeneiros, no 4. Escritos a tinta verde-esmeralda em pergaminho amarelado com um lacre de cera púrpura, as cartas eram rapidamente confiscadas por seus pavorosos tio e tia. Então, no aniversário de onze anos de Harry, um gigante com olhos que luziam como besouros negros chamado Rúbeo Hagrid surge com notícias surpreendentes: Harry Potter é um bruxo e tem uma vaga na Escola de Magia e Bruxaria de Hogwarts. Uma incrível aventura está para começar!",
      "gender": "Juvenile Fiction",
      "status": "my_list"
    },
    {
      "id": "GgQmDwAAQBAJ",
      "title": "O universo de Harry Potter de A a Z",
      "author": "Aubrey Malone",
      "pages": "153",
      "year": 2014,
      "summary": "Uma geração de crianças do mundo inteiro embarcou no Expresso de Hogwarts em direção a um mundo mágico cheio de criaturas incríveis, feitiços poderosos e aventuras inesquecíveis. Por anos, jovens atravessaram a plataforma 9 3⁄4 da estação King's Cross e criaram memórias extraordinárias na companhia de Harry, Rony e Hermione. Todo fã de Harry Potter gostaria de ter uma penseira para refrescar a mente e relembrar cada personagem, lugar ou criatura fantástica que aparece nas páginas escritas por J.K Rowling. Mas como se lembrar do nome dos feitiços e das maldições imperdoáveis? Ou das plantas da aula de Herbologia da senhora Sprout? Ou ainda dos lugares visitados com a ajuda do Mapa do Maroto? O universo de Harry Potter de A a Z permite reviver as recordações que marcaram a infância de muita gente, trazendo ainda curiosidades sobre a vida de J.K Rowling, o incrível sucesso da série, os filmes e seus atores. Inclui verbertes sobre todos os livros da série",
      "gender": "Juvenile Fiction",
      "status": "my_list"
    },
    {
      "id": "9TcQCwAAQBAJ",
      "title": "Harry Potter e a Ordem da Fênix",
      "author": "J.K. Rowling",
      "pages": "997",
      "year": 2015,
      "summary": "Você está compartilhando os pensamentos e emoções do Lorde das Trevas. O diretor acha que é desaconselhável que isto continue a acontecer. E quer que eu lhe ensine como fechar a mente ao Lorde das Trevas.' Tempos sombrios se abateram sobre Hogwarts. Depois do ataque dos Dementadores ao seu primo Dudley, Harry Potter sabe que Voldemort fará tudo para encontrá-lo. Muitos negam o retorno do Lorde das Trevas, mas Harry não está sozinho: uma ordem secreta se reúne no Largo Grimmauld para fazer frente às forças sombrias. Harry precisa permitir que o professor Snape o ensine a se proteger dos vorazes ataques de Voldemort à sua mente. Mas eles estão ficando cada vez mais fortes, e o tempo de Harry está acabando...",
      "gender": "Juvenile Fiction",
      "image": "http://books.google.com/books/content?id=9TcQCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "status": "finished"
    },
    {
      "id": "LbnwCQAAQBAJ",
      "title": "Playing Harry Potter",
      "author": "Lisa S. Brenner",
      "pages": "249",
      "year": 2015,
      "summary": "Through classroom activities, wizard rock concerts, and organizations like the Harry Potter Alliance, Harry Potter fans are using creativity to positively impact the world. This collection of essays and interviews examines how playful fandom--from fanfiction to Muggle quidditch, cosplay, role-playing games, and even Harry Potter burlesque--not only reimagines the canon but also challenges consumerism, questions notions of identity, and fosters participatory culture. The contributors explore issues applicable to fan studies and performance studies at large, such as the role of performance, the nature of community, and questions of representation and ownership in the digital age. Presented in three parts, the essays discuss discrepancies between sanctioned versions of Harry Potter and fan creations, the reenactment and reinterpretation of the original narrative in fan performance, and collaborative and participatory performances that break down the boundaries between actors and audiences.",
      "gender": "Literary Criticism",
      "image": "http://books.google.com/books/content?id=LbnwCQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "status": "my_list"
    },
    {
      "id": "MAGj10-NuK8C",
      "title": "Garota exemplar",
      "author": "Gillian Flynn",
      "pages": "552",
      "year": 2013,
      "summary": "Desde sua publicação, em 2012, Garota exemplar tornou-se sucesso de público e crítica, alcançando o topo das mais prestigiadas listas de mais vendidos ao redor do mundo e consagrando sua autora, Gillian Flynn, como a mais aclamada escritora de suspense da atualidade. Agora, a trama sobre o casamento que sai tragicamente dos eixos chega aos cinemas, numa superprodução da Twentieth Century Fox dirigida por David Fincher (A rede social e Clube da luta) e estrelada por Ben Affleck e Rosamund Pike. O roteiro é assinado pela própria Gillian Flynn. O livro começa no dia do quinto aniversário de casamento de Nick e Amy Dunne, quando a linda e inteligente esposa de Nick desaparece da casa deles às margens do rio Mississippi. Sinais indicam que se trata de um sequestro violento e Nick rapidamente se torna o principal suspeito. Sob pressão da polícia, da mídia e dos ferozmente amorosos pais de Amy, Nick desfia uma série interminável de mentiras, meias verdades e comportamento inapropriado. Ele é evasivo e amargo — mas seria um assassino? Ao mesmo tempo, passagens do diário de Amy revelam um casamento tumultuado — mas ela estaria contando toda a história? Alternando entre os pontos de vista de Nick e Amy, Flynn cria uma aura de dúvidas em que o cenário muda a cada capítulo. À medida que as revelações surgem, fica claro que, se existe alguma verdade nos discursos de Nick e Amy, ela é mais sombria, distorcida e assustadora do que podemos imaginar. Magistralmente bem construído do início ao fim, Garota exemplar é um daqueles livros impossíveis de largar e sobre o qual se quer debater assim que a leitura termina. “Um thriller envolvente, o retrato magistral do desenrolar de um casamento.” The New Yorker Best-seller da Veja",
      "gender": "Fiction",
      "image": "http://books.google.com/books/content?id=MAGj10-NuK8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "status": "my_list"
    }
  ]
}